{
    "translations": {
        "title": {
            "en": "International VAT refund program",
            "de": "Internationale Steuererstattung"
        },
        "description": {
            "en": "<p>FLEETCOR in cooperation with the Alfa Transport Service VOF (ATS) submits the application on behalf of your company to foreign tax authorities. ATS will take care of your tax refund based on your power of attorney and signed documents. You'll recieve your VAT refund precisely calculated on the basis of original VAT invoices directly on your bank account.</p>",
            "de": "<p>Profitieren Sie von unserem innovativen Service, bei dem Sie sich die Mehrwertsteuer auch im Ausland zurückerstatten lassen können. FLEETCOR bietet zusammen mit unserem Partner ATS, mit dem \"INTERNATIONALEN STEUER-RÜCKERSTATTUNGS-SERVICE\" einen Mehrwertdienst an, der jetzt auch für Firmenflotten einzigartig ist. Denn ATS kümmert sich um Ihre Steuerrückerstattung basierend auf Ihrer Vollmacht und den unterschriebenen Dokumenten. Sie erhalten Ihre Rückerstattung einfach und bequem auf Ihr Bankkonto.</p>"
        },
        "additional_checkbox_1": {
            "en": "Yes, I want to participate in the VAT refund program and I confirm that I do not use the services of any other supplier dealing with VAT recovery in Europe.",
            "de": "Ja, ich möchte an dem Mehrwertsteuer-Rückerstattungsprogramm teilnehmen und bestätige hiermit, dass ich die Dienstleistungen eines anderen Lieferanten, der sich mit der Mehrwertsteuerrückerstattung in Europa befasst, nicht verwende."
        },
        "additional_checkbox_1_error": {
            "en": "This consent is required for provision of the service.",
            "de": "Diese Zustimmung ist für die Erbringung der Dienstleistung erforderlich."
        },
        "additional_checkbox_2": {
            "en": "Yes, I accept the provisions of the <a href='/etedocuments?doc=vatRecoveryTC$1$' target='_blank'>Agreement</a> and the <a href='/etedocuments?doc=priceList$1$' target='_blank'>Price List</a>. I understand that my data will be forwarded to Alfa Transport Service VOF (ATS) - a business partner of FLEETCOR Deutschland GmbH in order to provide VAT recovery services in accordance with the provisions of the Agreement.",
            "de": "Ja, ich akzeptiere die Bestimmungen der <a href='/etedocuments?doc=vatRecoveryTC$1$' target='_blank'>Vereinbarung</a> und der <a href='/etedocuments?doc=priceList$1$' target='_blank'>Preisliste</a>. Ich verstehe, dass meine Daten an Alfa Transport Service VOF (ATS) - einen Geschäftspartner der FLEETCOR Deutschland GmbH - weitergeleitet werden, um Mehrwertsteuer-Rückforderungsdienste gemäß den Bestimmungen des Vertrags bereitzustellen."
        },
        "additional_checkbox_2_error": {
            "en": "This consent is required for provision of the service.",
            "de": "Diese Zustimmung ist für die Erbringung der Dienstleistung erforderlich."
        }
    },
    "settings": {
        "bgImage": "/resource/ete_images/bgInfoCardMoney1.png",
        "show_more": "false",
        "show_checkbox_1": "true",
        "show_checkbox_2": "true"
    }
}